{"meta":{"title":"枫叶","subtitle":"123","description":"选择比努力更重要","author":"yangsong","url":"http://example.com","root":"/"},"pages":[{"title":"resources","date":"2023-02-17T13:41:13.000Z","updated":"2023-02-17T13:42:45.037Z","comments":false,"path":"resources/index.html","permalink":"http://example.com/resources/index.html","excerpt":"","text":""},{"title":"tags","date":"2023-02-17T13:41:09.000Z","updated":"2023-02-17T13:42:56.335Z","comments":false,"path":"tags/index.html","permalink":"http://example.com/tags/index.html","excerpt":"","text":""},{"title":"categories","date":"2023-02-17T13:41:07.000Z","updated":"2023-02-17T13:42:24.468Z","comments":false,"path":"categories/index.html","permalink":"http://example.com/categories/index.html","excerpt":"","text":""},{"title":"about","date":"2023-02-17T13:41:11.000Z","updated":"2023-02-17T13:42:12.771Z","comments":false,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":""}],"posts":[{"title":"","slug":"listen","date":"2023-03-11T10:17:28.908Z","updated":"2023-03-10T16:46:35.083Z","comments":true,"path":"2023/03/11/listen/","link":"","permalink":"http://example.com/2023/03/11/listen/","excerpt":"","text":"Jackson’s life of parenting his offspring.","categories":[],"tags":[]},{"title":"","slug":"CET","date":"2023-03-11T10:17:28.904Z","updated":"2023-03-10T16:46:35.726Z","comments":true,"path":"2023/03/11/CET/","link":"","permalink":"http://example.com/2023/03/11/CET/","excerpt":"","text":"听力填词逻辑关系考点 并列 递进 转折 例题：- A painter’s ability to render a likeness is both ininborn&#x2F;innate&#x2F;inherent&#x2F;instanct and acquired;the artist blends natural abilities with worldly experience . 单选（语法）alike可以修饰名词也可以修饰副词，但是只能用作表语 近义词：like comparable parallel uniform identical similar 动词考点：1.倒装例： Not only did Hank desprise the way June chewed with her mouth open,___ __ finding her wet towels all over the 填 but he also disliked 2.虚拟语气跳层虚拟语气 Had William received five more votes in the last election, he ____our chairman now. D A.would have been B.must have been C.were D.would be 3情态动词阅读翻译汉译英英译汉作文看漫写作应用文写作柱形图写作","categories":[],"tags":[]},{"title":"optimal_control","slug":"optimal_control","date":"2023-02-17T11:55:27.339Z","updated":"2023-02-17T18:28:06.510Z","comments":true,"path":"2023/02/17/optimal_control/","link":"","permalink":"http://example.com/2023/02/17/optimal_control/","excerpt":"","text":"optimal control即最优控制","categories":[],"tags":[]},{"title":"","slug":"复试","date":"2023-02-17T11:44:43.305Z","updated":"2023-02-20T13:45:33.999Z","comments":true,"path":"2023/02/17/复试/","link":"","permalink":"http://example.com/2023/02/17/%E5%A4%8D%E8%AF%95/","excerpt":"","text":"If the postgraduate entrance exam fails， what are your plans and will you take it again？","categories":[],"tags":[]},{"title":"","slug":"writes","date":"2023-02-17T11:44:43.301Z","updated":"2023-03-11T10:16:02.621Z","comments":true,"path":"2023/02/17/writes/","link":"","permalink":"http://example.com/2023/02/17/writes/","excerpt":"","text":"课外积累单词harsh penalties harsh natural conditions harsh sun improvise 课外unlock you creativityeven if you see youself as a conventional thinker,you can try to unlock you creativity,because creativity is a innate gift. the ability to come up with ideas graces only some talented individuals and most others. All went well at first and i used to be in high favor,but presently i fall from grace together,they seem to paint a dire picture for those who …,as well as those who do not work in creative occupations-including … 应用文议论类 With regard to(how to..&#x2F;whether&#x2F;the saying),viewing point vary considerably&#x2F;substantially&#x2F;vastly&#x2F;enormously These has been much discussion revolving around As far as Iam concerned&#x2F;From my standpoint,Iam in line with the argument that There are myria &#x2F;tremendous&#x2F;colossal number of reasons why&#x2F;how&#x2F;what For starters, on top of that,the second noteworthy is to elucidate,this is due to the fact that to be more specific&#x2F;to clarify&#x2F;in detail hence,it reinforces my point that&#x2F;it is utterly manifest In a nutshell. 理由：chemist convenience health&amp;safety environment money interpersonal success technology relationship&amp;&amp;relax With regard to ho 图表类开头explicitly&#x2F;distinctly illustrates&#x2F;demonstrates The chart&#x2F;graph&#x2F;table explicitly&#x2F;distinctly illustrates&#x2F;demonstrates 高级版 表语前置倒装：the boy is handsome .handsome is the boy 即 explicitly&#x2F;distinctly illustrated&#x2F;demonstrated in the graph&#x2F;table&#x2F;chart is 非限制性定语从句： As is explicitly&#x2F;distinctly shown&#x2F;liiustrated&#x2F;demonstrated in the graph&#x2F;chart&#x2F;table , explicitly&#x2F;distinctly illustrates &#x2F;demonstrates under close scrutiny&#x2F;meticulous observation,in 2023,图例。。。,which indicates Nonetheless&#x2F;Nevereless,this percentage consistantly &#x2F;drastically surged&#x2F;plummted 评价There are myriad reasons for this. A colossal&#x2F;tremendous number of factors can contribute to this aforementioned phenomenon First and foremost ,the major contributing factor is that Furthermore,the second noteworthy reason is that 结尾In a nutshell ,it’s utterly manifest that the growth of Chinese economy has drastically surged 2022年 考研英语一作文一Write an email to a professor at a British university, inviting him&#x2F;her to organize a team for the international innovation contest to be held at your university. You should write about 100words on the ANSWER SHEET. Do not use your own name in the email. Use “Li Ming” instead. (10points) 作文二Write an essay of 160-200words based on the following picture below. In your essay, you should describe the picture briefly, explain its intended meaning give your comments. You should write neatly on the ANSWER SHEET. (20points) 2023年3月大学六级真题预测For this part, you are allowed 30minutes to write an essay that begins with the sentence “Good habits result from resisting temptation” You can make statements, give reasons, or cite examples to develop your essay. You should write at least 150 words but no more than 200 words. key words:in a bids to form good habits,one needs a strong will and perseverance to resist temptation.Numerous examples can be given but these will suffice.The outstanding habit of 2022年12月大学六级真题第一套For this part, you are allowed 30minutes to write an essay that begins with the sentence “In an era of information explosion, it is vitally important to develop the education to adapt to reality” You can make statements, give reasons, or cite examples to develop your essay. You should write at least 150words but no more than 200word key words :science technology computer paperless learning sth age or era&#x2F;in the context of this era featured by sth COVID-19 lockdowns 4. the past decades have witnessed 5. constantly improving along with technological advances. 6. facilitate sb have made efforts to .. so have sbs; 启示 上下文要有承接，比如说上文提到了什么说法，下文就说the solusion 对关键词进行，联想扩充，也不必考虑逻辑关 ji 结尾总结上价值 正文First,the application of information is an inevitable outcome of society development.Like every aspect of human life,education is constantly improving along with technological advances .The past decades have witnessed introduction of computers and projectors in the classrooms ,which is of great convenience to teaching and learning .Moreover ,during the pandemaic,schools are closed for uncertain periods of time .To resume educating informating technology Teachers worldwide have made efforts to learn and adopt to this new method, and so have students and parents.In addition ,not surprisingly e-book and video platforms are springing up ,attracting publishers and constent producers to expand the online knowledge pool .All of these are testaments to the wide use of information technology in education. In a nutshell ,the ubiquity of information technology in education is undenialbe .It is not only a sign of evolution but also an indication of infinite possibilities. 2022年12月大学六级真题第二套For this part, you are allowed 30minutes to write an essay that begins with the sentence “In an era of information explosion, it is vitally important to develop the ability to think critically and make rational choices.” You can make statements, give reasons, or cite examples to develop your essay. You should write at least 150words but no more than 200word key words: 相关词汇： cognitive skills critical thinking prudent choises rational choises expension of know play a prominent role &#x2F;an ever-greater role in &#x2F;be brought into full play bombarded by a constant flow of information which could be encoutaged as an important part of education make prudent choises The cognitive skills needed to diffferentiate information from misinformation should be developed. 启示 随着信息时代发展，具体到什么时代呢，可以举几个例子 更多方式方法：下结论，给理由：举例子，逻辑推理 12345graph TD; 下结论; 给理由--&gt;举例子; 给理由--&gt;逻辑推理; 给理由--&gt;说好处; 正文Young can consolidate their learning ,challenge the limitations of their current knowledge ,and develop creative and innovative minds with critical thinking. In conclusion ,critical thinking not only serves as survival tool in today’s information era but also inspire inventive and innnovative thinking in young people. Accordingly critical thinking should be encouraged and promoted. 总结地道表达文档Vega-lite diagramPlease see introduction to Vega-Lite for details. 1234567891011121314&#123; &quot;data&quot;: &#123; &quot;values&quot;: [ &#123;&quot;a&quot;: &quot;C&quot;, &quot;b&quot;: 1&#125;, &#123;&quot;a&quot;: &quot;C&quot;, &quot;b&quot;: 7&#125;, &#123;&quot;a&quot;: &quot;C&quot;, &quot;b&quot;: 4&#125;, &#123;&quot;a&quot;: &quot;D&quot;, &quot;b&quot;: 1&#125;, &#123;&quot;a&quot;: &quot;D&quot;, &quot;b&quot;: 2&#125;, &#123;&quot;a&quot;: &quot;D&quot;, &quot;b&quot;: 6&#125;, &#123;&quot;a&quot;: &quot;E&quot;, &quot;b&quot;: 8&#125;, &#123;&quot;a&quot;: &quot;E&quot;, &quot;b&quot;: 4&#125;, &#123;&quot;a&quot;: &quot;E&quot;, &quot;b&quot;: 7&#125; ] &#125;, &quot;mark&quot;: &quot;point&quot;, &quot;encoding&quot;: &#123; &quot;x&quot;: &#123;&quot;field&quot;: &quot;a&quot;, &quot;type&quot;: &quot;nominal&quot;&#125;, &quot;y&quot;: &#123;&quot;field&quot;: &quot;b&quot;, &quot;type&quot;: &quot;quantitative&quot;&#125; &#125;&#125; Flowchart1234567891011121314st=&gt;start: Start|paste=&gt;end: End|futureop1=&gt;operation: My Operation|pastop2=&gt;operation: Stuff|currentsub1=&gt;subroutine: My Subroutine|invalidcond=&gt;condition: Yesor No?|approved:&gt;http://www.google.comc2=&gt;condition: Good idea|rejectedio=&gt;inputoutput: catch something...|futurest-&gt;op1(right)-&gt;condcond(yes, right)-&gt;c2cond(no)-&gt;sub1(left)-&gt;op1c2(yes)-&gt;io-&gt;ec2(no)-&gt;op2-&gt;e Sequence diagram12345Title: Here is a titleA-&gt;B: Normal lineB--&gt;C: Dashed lineC-&gt;&gt;D: Open arrowD--&gt;&gt;A: Dashed open arrow Sequence diagram1234567891011sequenceDiagram participant Alice participant Bob Alice-&gt;&gt;John: Hello John, how are you? loop Healthcheck John-&gt;&gt;John: Fight against hypochondria end Note right of John: Some note John--&gt;&gt;Alice: Great John-&gt;&gt;Bob: How about you? Bob--&gt;&gt;John: Jolly good! Gantt diagram123456789ganttdateFormat YYYY-MM-DDtitle Adding GANTT diagram to mermaidexcludes weekdays 2014-01-10section A sectionCompleted task :done, des1, 2014-01-06,2014-01-08Active task :active, des2, 2014-01-09, 3dFuture task : des3, after des2, 5dFuture task2 : des4, after des3, 5d Class diagram (experimental)1234567891011121314classDiagramClass01 &lt;|-- AveryLongClass : CoolClass03 *-- Class04Class05 o-- Class06Class07 .. Class08Class09 --&gt; C2 : Where am i?Class09 --* C3Class09 --|&gt; Class07Class07 : equals()Class07 : Object[] elementDataClass01 : size()Class01 : int chimpClass01 : int gorillaClass08 &lt;--&gt; C2: Cool label 2022年12月大学六级真题第三套For this part, you are allowed 30minutes to write an essay on the importance of cultivating team spirit among college students. You can make statements, give reasons, or cite examples to develop your essay. You should write at least 150words but no more than 200word key words：hang on,perseverance 启示正文：总结2022年6月大学六级真题第一套","categories":[],"tags":[]},{"title":"","slug":"words","date":"2023-02-17T11:44:43.296Z","updated":"2023-03-11T10:16:03.949Z","comments":true,"path":"2023/02/17/words/","link":"","permalink":"http://example.com/2023/02/17/words/","excerpt":"","text":"考研词汇六级考纲词汇大学生英语竞赛词汇翻译词汇中国文化篇中国经济篇The rate of growth of GNP will depend upon the rate of growth of aggregate demand. aggregate demand&#x2F;supply scarcity&#x3D;&#x3D;shortage 短缺 poverty alleviation stagnation real estate down- 作文词汇词汇情感篇sad&#x3D;&#x3D;melancholic complicated&#x3D;&#x3D;ra wreak havoc on &#x2F;be detrimental to the bond 技能类be good at&#x3D;&#x3D;be well-versed in big &#x3D;&#x3D; colossal horrendous jeopardize 社会类underprivileged students expensive &#x3D;&#x3D; exorbitant 昂贵的 the price of tuition will be exorbitant popular&#x3D;&#x3D;well-regarded&#x3D;&#x3D;sought-after 流行的 most&#x3D;&#x3D;tha vast&#x2F;overwhelming majority of 大多数的 toxic environment &#x2F;dangerous tasks 普遍的 uuniversal&#x3D;&#x3D;ubiquitous&#x3D;&#x3D;pervasive 重要的 vital&#x3D;&#x3D;imperative &#x3D;&#x3D; it’s imperative that…&#x2F;to do be of vital importance &#x3D;play an important role&#x3D;&#x3D;salient outweigh But the benefits far outweigh the inconveniences. 短语injustice: scenarios: trauma: insincere: malicious: projectors take root in ou of spite 处于怨恨 contrive","categories":[],"tags":[]},{"title":"","slug":"translations","date":"2023-02-17T11:44:43.292Z","updated":"2023-03-11T10:16:04.889Z","comments":true,"path":"2023/02/17/translations/","link":"","permalink":"http://example.com/2023/02/17/translations/","excerpt":"","text":"考纲六级考纲 内容涉及中国的文化，历史与社会发展 考研考纲 大学生英语考纲 2022年考研英语一It was also, and this is unknown even to many people well read about the period, a battle between those who made codes and those who broke them. 广泛阅读 2022年考研英语二Although we try our best, sometimes our paintings rarely turn out as originally planned. Changes in the light, the limitations of your painting materials and the lack of experience and technique mean that what you start out trying to achieve may not come to life the way that you expected. Although this can be frustrating and disappointing, it turns out that this can actually be good for you. Unexpected results have two benefits: you pretty quickly learn to deal with disappointment and realize that when one door closes, another opens. You also quickly learn to adapt and come up with creative solutions to the problems the painting presents and thinking outside the box will become your Second nature. In fact, creative problem-solving skills are incredibly useful in daily life, with which you’re more likely to be able to find a solution when problem arises. 2023年3月大学六级预测第一套丝绸是由蚕茧所制成的天然蛋白质纤维。它是世界上最古老和最受重视的纺织纤维之一，在中国有悠久的历史，一直是中国重要的工业和贸易商品之一。丝绸以其高贵，柔软，光泽而闻名。传统的丝绸生产技艺经过数百年的传承和发展，在中国被认为是一种艺术和技艺的代表。丝绸织物广泛用于服装，家纺和装饰品等，在全球范围内享有盛誉。传统的手工纺织技艺在现代化的生产流程中逐渐消失，但仍有一些地区和工艺师维护着这种传统技艺。在当前全球化的背景下，只能够过丝绸业正在转型升级，通过提高生产效率和提高品质来满足国内外市场需求。 找到主干确定句型，添枝加叶修饰成分，进行连接检查回读 Silk is a natural protein fibre made of silkworm’s cocoon. 有几个主干写几个句子，多余的主干用连接词连接或者用it代词替代。 它是世界上最古老和最受重视的纺织纤维之一，在中国有悠久的历史，一直是中国重要的工业和贸易商品之一。 It is one of the oldest and the most highly valued textile fibers in the world. Silk has a long history in China,and it has always been one of the most important industrial and trading commodities in China. 的：直接形容词，前后都是名词，地方的用in，比较长的修饰成分用定语从句which 丝绸以其高贵，柔软，光泽而闻名。传统的丝绸生产技艺经过数百年的传承和发展，在中国被认为是一种艺术和技艺的代表。 Silk is famous for its noblity,softness and gloss. Tradition silk production technique ,which has been passed down and progressed for handrands of years,is regarded as a representative of art and handcraft. enjoy a good reputation 丝绸织物广泛用于服装，家纺和装饰品等，在全球范围内享有盛誉。 Textile silk is widely used in clothing,home textiles and decorations,and they have enjoyed a good reputation globally. However in the process 在面对 有 传统的手工纺织技艺在现代化的生产流程中逐渐消失，但仍有一些地区和工艺师维护着这种传统技艺。 Traditional handcraft textile technique have gradually disappeared in face of mordernized production. However,there are still some places and craftsmen ,who maitain this traditional technique. 在当前全球化的背景下，中国丝绸业正在转型升级，通过提高生产效率和提高品质来满足国内外市场需求。 Under the background of globalization,silk industrial is upgrading and transforming to meet the needs domestically and abroad by improving production inficiency and quality. 2023年3月大学六级预测第二套敦煌壁画是中国古代艺术的瑰宝，它位于甘肃省敦煌市莫高窟。这些璧煌是公元4世纪至14世纪之间创作的。 Located in the Mogao caves,Dunhuang city,Ganshu province,Dunhuang murals are a treasure of Located in the Mogao caves,Dunhuang city,Gansu province, Dunhuang murals are treasures of Chinese ancient art.They were created from 4th century to 14th century A.D. 这些壁画描绘了动物，景观，宗教场景等主题，并采用了丰富多彩的颜色和细腻的线条。 These murals depict themes,such as anmials,landsacpe and religious scenes,and they use rich colors and detailed lines. 敦煌壁画是古代艺术的杰作，他们的艺术价值和历史价值都非常高。 Dunhuang Murals are masterpieces of ancient art .They have both high artistic value and historic value. Their artistic value and historic value are both high. 这些不仅反映了中国古代宗教和文化的多样性，还反映了当时社会与历史的变迁，对了解中国古代历史和文化有重要意义。 These murals have not only reflicted diversity,but also have reflected 2022年12月大学六级真题第一套The Loess Plateau is one of the birthplaces of the Chinese nation. As early as 5500 years ago, people began farming on it. With the sustainable development of farming, the poulation of Loess Plateau has been increasing, and it has become the politial and economic center of China in the Qin and Han Dynasties. Nowdays, with the implementation of the China‘s Western Development Strategy,the economy of the Loess Plateau has developed rapidly. 2022年6月大学六级真题第一套赵州桥 The Zhaozhou Bridge,which was built in the Sui Dynasty around 605 AD,is 50.62 meters long ,9.6 meters width and covers 37.37 meters.Li Chun ,a genius architect,designed and supervised its construction.The bridge b","categories":[],"tags":[]},{"title":"","slug":"passages","date":"2023-02-17T11:44:43.288Z","updated":"2023-03-11T10:16:05.670Z","comments":true,"path":"2023/02/17/passages/","link":"","permalink":"http://example.com/2023/02/17/passages/","excerpt":"","text":"2022考研英语阅读来自哪些报刊呢？ - 知乎 (zhihu.com) 广泛阅读，尽量阅读英文原刊，要能够快速理解意思，不追求能够精读 可以针对自己感兴趣的领域看，但是其他领域的地方一定要看看 对于一些贴合生活实际的地方，一定要学会把它迁移到作文翻译的地方去，要多去多看看固定搭配方面的内容 2022年12月六级第三套adj adv v n","categories":[],"tags":[]},{"title":"","slug":"pytorch_study","date":"2023-02-15T06:56:06.052Z","updated":"2023-02-17T10:49:58.457Z","comments":true,"path":"2023/02/15/pytorch_study/","link":"","permalink":"http://example.com/2023/02/15/pytorch_study/","excerpt":"","text":"模型的保存与加载import torchvision train_data =torchvision.datasets.CIFAR10(root=&quot;../split-garbage-dataset/train&quot;,train=True,transform=torchvision.transforms.ToTensor(), download=True) train_dataloader=DataLoader(train_data,batch_size=64) 完整的模型训练套路 搭建神经网络损失函数 设置优化器 设置训练参数 GPU训练完整的模型验证套路","categories":[],"tags":[]},{"title":"","slug":"数据库课程报告","date":"2023-02-13T07:52:41.376Z","updated":"2023-02-13T07:52:41.380Z","comments":true,"path":"2023/02/13/数据库课程报告/","link":"","permalink":"http://example.com/2023/02/13/%E6%95%B0%E6%8D%AE%E5%BA%93%E8%AF%BE%E7%A8%8B%E6%8A%A5%E5%91%8A/","excerpt":"","text":"{width&#x3D;”3.104861111111111in”height&#x3D;”3.1020833333333333in”} 报告名称： [数据库原理C课程报告 ]{.ul} 班 级： [231203]{.ul} 学 号： [20201004170]{.ul} 姓 名： 杨劲松 s 目录","categories":[],"tags":[]},{"title":"Hello","slug":"hello-world","date":"2023-02-11T08:42:38.674Z","updated":"2023-02-11T09:06:52.620Z","comments":true,"path":"2023/02/11/hello-world/","link":"","permalink":"http://example.com/2023/02/11/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[]}